"SJVideoPlayer_ReplayButtonTitle" = "重播";
"SJVideoPlayer_PlayFailedPromptText" = "视频加载失败, 请稍后重试";
"SJVideoPlayer_PlayFailedButtonTitle" = "点击重试";

"SJVideoPlayer_UnstableNetworkPromptText" = "网络不稳定, 请检查网络";
"SJVideoPlayer_CellularNetworkPromptText" = "当前非WiFi环境, 请注意流量消耗";
"SJVideoPlayer_NotNetworkPromptText" = "网络超时, 请在稳定的网络下重试";
"SJVideoPlayer_NotNetworkButtonTitle" = "重新加载";
"SJVideoPlayer_LiveText" = "实时直播";

///**
// top btn
// 左上角按钮
// - 取消
// - 完成
// */
//@property (nonatomic, strong) NSString *cancelText;
//@property (nonatomic, strong) NSString *doneText;
"SJVideoPlayer_CancelButtonTitle" = "取消";
"SJVideoPlayer_DoneButtonTitle" = "完成";

///**
// 录制时右侧按钮
// - 等待中
// - 可完成
// */
//@property (nonatomic, strong) NSString *waitingText;
//@property (nonatomic, strong) NSString *finishText;
"SJVideoPlayer_WaitingPromptText" = "录制中, 请稍等...";
"SJVideoPlayer_FinishedPromptText" = "点击右侧按钮完成录制";

///**
// export
// 导出
// - 导出中
// - 导出失败
// - 导出成功
// - 录制成功
// - 截屏成功
// */
//@property (nonatomic, strong) NSString *exportingText;
//@property (nonatomic, strong) NSString *exportFailedText;
//@property (nonatomic, strong) NSString *exportSucceededText;
//@property (nonatomic, strong) NSString *screenshotSucceededText;
"SJVideoPlayer_ExportingPromptText" = "导出中";
"SJVideoPlayer_ExportFailedPromptText" = "导出失败";
"SJVideoPlayer_ExportSucceededPromptText" = "录制成功";
"SJVideoPlayer_ScreenshotSucceededPromptText" = "截屏成功";

///**
// album
// 保存至相册
// - 已保存至相册
// - 保存失败, 相册访问权限未开启
// */
//@property (nonatomic, strong) NSString *albumAuthDeniedText;
//@property (nonatomic, strong) NSString *savingToAlbumText;
//@property (nonatomic, strong) NSString *savedToAlbumText;
"SJVideoPlayer_AlbumAuthDeniedPromptText" = "保存失败, 请到设置中开启相册访问权限";
"SJVideoPlayer_SavingToAlbumPromptText" = "正在保存...";
"SJVideoPlayer_SavedToAlbumPromptText" = "已保存到相册";

///**
// upload
// 上传
// - 上传中
// - 上传成功
// - 上传失败
// */
//@property (nonatomic, strong) NSString *uploadingText;
//@property (nonatomic, strong) NSString *uploadFailedText;
//@property (nonatomic, strong) NSString *uploadSucceededText;
"SJVideoPlayer_UplodingPromptText" = "上传中";
"SJVideoPlayer_UploadFailedPromptText" = "上传失败";
"SJVideoPlayer_UploadSucceededPromptText" = "上传成功";

"SJVideoPlayer_OperationFailedPromptText" = "操作失败";
